homework/hw1/1000mm/cylinder_Re/poiseuille_flow_axissymetric_distribution_2.5ms/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

application=`getApplication`

runApplication blockMesh
runApplication $application